Repository: CrossNox/kilink
Catalog: kilink/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Create linkode
es: Crear linkode

source: Save new version
es: Nueva versión

source: Write (or paste) your text here and click on Create linkode.
es: Escribe (o pega) tu texto aquí y has click en Crear linkode.

source: Select a text type:
es: Elige un tipo de texto:

source: Created on
es: Creado en

source: See node's version
es: Ver versión de nodo

source: Open version tree
es: Abrir árbol de versión

source: Close version tree
es: Cerrar árbol de versión

source: New
es: Nuevo

source: Back to top
es: Volver arriba
